/* 'Begin' key. Not on most Macintosh keyboards. */
"Begin" = "התחל";

/* 'Break' key. Not on most Macintosh keyboards. */
"Break" = "שבור";

/* 'Clear' key. Not on most Macintosh keyboards. */
"Clear" = "נקה";

/* 'Delete Char' key. Not on most Macintosh keyboards. */
"Delete Char" = "מחק תו";

/* 'Delete Line' key. Not on most Macintosh keyboards. */
"Delete Line" = "מחק שורה";

/* 'Execute' key. Not on most Macintosh keyboards. */
"Execute" = "בצע";

/* 'Find' key. Not on most Macintosh keyboards. */
"Find" = "מצא";

/* 'fn' key, no hyphen. Common on laptops. */
"fn" = "fn";

/* 'fn' key, with hyphen. Common on laptops. */
"fn-" = "fn-";

/* 'Insert' key. Not on most Macintosh keyboards. */
"Insert" = "הכנס";

/* 'Insert Char' key. Not on most Macintosh keyboards. */
"Insert Char" = "הכנס תו";

/* 'Insert Line' key. Not on most Macintosh keyboards. */
"Insert Line" = "הכנס שורה";

/* 'Menu' key. Not on most Macintosh keyboards. */
"Menu" = "תפריט";

/* 'Mode Switch' key. Not on most Macintosh keyboards. */
"Mode Switch" = "מתג פעולה";

/* 'Next' key. Not on most Macintosh keyboards. */
"Next" = "הבא";

/* Modifier for numeric keypad, with hyphen. */
"Pad-" = "Pad-";

/* 'Pause' key. Not on most Macintosh keyboards. */
"Pause" = "הפסקה";

/* 'Previous' key. Not on most Macintosh keyboards. */
"Previous" = "קודם";

/* 'Print' key. Not on most Macintosh keyboards. */
"Print" = "הדפס";

/* 'Print Screen' key. Not on most Macintosh keyboards. */
"Print Screen" = "הדפס מסך";

/* 'Redo' key. Not on most Macintosh keyboards. */
"Redo" = "חזור";

/* 'Reset' key. Not on most Macintosh keyboards. */
"Reset" = "אפס";

/* 'Scroll lock' key. Not on most Macintosh keyboards. */
"Scroll Lock" = "נעל גילגול";

/* 'Select' key. Not on most Macintosh keyboards. */
"Select" = "בחר";

/* 'Space' key. */
"Space" = "רווח";

/* 'Stop' key. Not on most Macintosh keyboards. */
"Stop" = "עצור";

/* 'System' key. Not on most Macintosh keyboards. */
"System" = "מערכת";

/* 'System Request' key. Not on most Macintosh keyboards. */
"System Request" = "דרישת מערכת";

/* 'Undo' key. Not on most Macintosh keyboards. */
"Undo" = "בטל";

/* Unknown key. */
"Unknown" = "בלתי ידוע";

/* 'User' key. Not on most Macintosh keyboards. */
"User" = "משתמש";

